{
  "creators": [
    {
      "name": "Moris, Pieter",
      "orcid": "0000-0003-4242-4939",
      "affiliation": "Institute of Tropical Medicine Antwerp"
    }
  ],
  "contributors": [
    {
      "name": "Kattenberg, Johanna Helena",
      "orcid": "0000-0002-2971-5136",
      "affiliation": "Institute of Tropical Medicine Antwerp",
      "type": "ProjectMember"
    },
    {
      "name": "Mutsaers, Mathijs",
      "orcid": "0000-0002-7633-6438",
      "affiliation": "Institute of Tropical Medicine Antwerp",
      "type": "ProjectMember"
    }
  ],
  "title": "Introduction to Bioinformatics for Malaria Molecular Surveillance - Bioinformatics Module",
  "version": "1.0.2",
  "access_right": "open",
  "license": "cc-by-4.0",
  "upload_type": "lesson",
  "language": "eng",
  "publication_date": "2025-08-13",
  "keywords": [
    "malaria",
    "genomics",
    "surveillance",
    "bioinformatics",
    "command line",
    "linux",
    "R"
  ],
  "description": "UPDATEDThis repository houses the course notes for the Bioinformatics module of the Fighting Malaria Across Borders (FiMAB) International Training Programme that ran in April 2024. FiMAB ITP was a VLIR-UOS sponsored project created by the Institute of Tropical Medicine (ITM) in  Antwerp (Belgium). The primary goal of the overall program is to support the implementation of targeted sequencing assays (in particular, AmpliSeq) to strengthen malaria molecular surveillance and help guide national control programmes. In conjunction with laboratory training, this bioinformatics course module is intended to allow young academics around the globe to become familiar with molecular surveillance as a key activity to monitor transmission, sources of epidemics and the emergence and spread of drug resistance mutations in the _Plasmodium_ parasite. Currently, these course notes for the bioinformatics module focus on an introduction to the Unix command line and data manipulation using R, followed by an introduction to targeted/whole genome sequencing analysis pipelines. Course materials aimed at more in-depth downstream population genetic analyses or marker discovery and interpretation were only made available on the ITM Moodle platorm, but might be added to these online notes too at a later time."
}
